package com.simple.lightnote.test;

/**
 * Created by Lenovo on 2016/4/10.
 */
public class NoteContentSource {

    public static final String source[] = {
            "当时明月在,曾照彩云归",
            "临别殷勤重寄词,词中有誓两心知\n七月七日长生殿,夜半无人私语时.",
            "时光静好,与君语；\n细水长流,与君同；\n繁华落尽,与君老.",
            "春未绿 鬓先丝 人间别久不成悲\n谁叫岁岁红莲夜 两处沉吟各自知",
            "一寸相思一寸灰",
            "从此无心爱良夜,任他明月下西楼",
            "beauty for beauty.",
            "sugar is sweet, so are you.",
            "胡麻好种无人种 正是归时又不归",
            "问君归期未有期,一枝红杏出墙来.",
            "之子于归,宜其室家.之子于归,百两御之.",
            "细腰蜂语蜀葵花,何日高堂供曼遮\r\n但使侬骑花背稳,请君馱上法王家.",
            "含情私询意中人,莫要空门证法身\r\n卿果出家吾亦逝,入山如汝断红尘.",
            "何时杖尔看南雪 我与梅花两白头",
            "南风知我意、吹梦到西洲.",
            "回眸绿水波初起 合掌白莲花未开",
            "十八新娘八十郎,苍苍白发对红",
            "妆鸳鸯被里成双夜 一树梨花压海棠",
            "待得归鞍到时,只怕春深",
            "赠君一枝春,聊解相思意",
            "但愿如同廊上燕,年年岁岁与君见",
            "难相见,易相别",
            "滴不尽相思血泪抛红豆",
            "道是海水深,不抵相思半\r\n海水尚有涯,相思渺无畔.",
            "风雨如晦,鸡鸣不已\n既见君子,云胡不喜.",
            "之子于归,宜室宜家.",
            "相思相见知何日,此时此夜难为情", "愿化东南风,长逝入君怀.",
            "太多人爱你青春的片影,爱你的美,以虚情,以真情\r\n只一人爱你朝圣者的心,爱你哀戚脸上岁月的留痕.",
            "厚笃深情,再无它句~红釉上青瓷,凡尘惹坲衣.安得绝世刃,方可断情丝.",
            " 拼取一生肠断 消他几度回眸",
            "何当共剪西窗烛,却话巴山夜雨时.",
            "只缘感君一回顾,使我思君朝与暮.",
            "只因为在人群之中多看了你一眼~~~~",
            "晚来天欲雪,能饮一杯无",
            "花月不曾闲,莫放相思醒\r\n人归落雁后,思发在花前.",
            "相思本是无凭语,莫向花笺费泪行.",
            "谁堪共展鸳鸯锦,同过西楼此夜寒.",
            "人道海水深,不抵相思半.海水尚有涯,相思渺无畔.",
            "曾经沧海难为水,除却巫山不是云\r\n取次花丛懒回顾,半缘修道半缘君.",
            "晓看天色暮看云,行也思君,坐也思君.",
            "情知此后来无计,强说欢期.一别如斯,落尽梨花月又西.",
            "别后不知君远近,海阔鱼沉何处问,渐行渐远渐无书",
            "谁教岁岁红莲夜,两处沉吟各自知\r\n寄情吴水楚山外,得意唐诗晋帖间.",
            "海水尚有崖,相思缈无畔",
            "恨君不似江楼月,南北东西,南北东西,只有相随无别离\r\n恨君却似江楼月,暂满还亏,暂满还亏,待得团圆是几时.",
            "天地合,乃敢与君绝",
            "平生不会相思,才会相思,便害相思.",
            "欲寄彩笺兼尺素,山长水阔知何处",
            "花月不曾闲,莫放相思醒\n 人归落雁后,思发在花前.",
            "相思本是无凭语,莫向花笺费泪行.",
            "上邪,我欲与君相知,长命无绝衰.山无陵,江水为竭,冬雷震震,夏雨雪,天地合,乃敢与君绝！",
            "君自故乡来,应知故乡事\n来日绮窗前,寒梅著花未？",
            "井底点灯深烛伊 共郎长行莫围棋\n玲珑筛子安红豆 入骨相思知不知",
            "不写情词不写诗,一方素帕寄心知\n心知拿了颠倒看,横也丝来竖也丝,这般心事有谁知.",
            "东君不问穿林页,鸳鸯弦上思故人\n独望汀州水中月,相思春闺梦里人.",
            "晚唐诗人温庭筠《望江南》\r\n千万恨,恨极在天涯\n山月不知心里事,水风空落眼前花\n摇曳碧云斜.梳洗罢,独倚望江楼.",
            "过尽千帆皆不是,斜晖脉脉水悠悠,肠断白苹洲！",
            "南风知我意、吹梦到西洲.",
            "身向榆关那畔行,夜深千帐灯.聒碎乡心梦不成,故园无此声.",
            "《宿骆氏亭寄怀崔雍崔兖》 李商隐\r\n竹坞无尘水槛清,相思迢递隔重城\n秋阴不散霜飞晚,留得枯荷听雨声.",
            "我今因病魂颠倒,唯梦闲人不梦君.",
            "挨着、靠着云窗同坐,偎着、抱着月枕双歌\n听着、数着、愁着、怕着早四更过,四更过情未足,情未足夜如梭",
            "生平不会相思,才会相思,便害相思...",
            "自君之出矣,弦吹绝无声\n思君如百草,撩乱逐春生.",
            "自君之出矣,明镜暗不治\n思君如流水,何有穷已时.",
            "思君令人老,轩车来何迟",
            "青青子衿 悠悠我心 纵我不往 子宁不嗣音",
            "已恨青山相阻隔,青山还被暮云遮",
            "夜夜梦回盼君至,愁肠转,与谁言",
            "我不通音君不问,岁月悠悠使人悲. 流年浮连绵",
            "山有木兮木有枝,心悦君兮君不知.",
            "海上生明月,天涯共此时 牧云人",
            "不堪盈手赠,还寝梦佳期.",
            "殷其雷,天霾霾,雨无时,亦将留.",
            "江南无所有,聊赠一枝春",
            "\n我能抽象出整个世界，\n" +
                    "\n但是我不能抽象出你，\n" +
                    "\n因为你在我心中是那么的具体，\n" +
                    "\n我可以重载，\n" +
                    "\n甚至覆盖这个世界里的任何一种方法，\n" +
                    "\n但是我却不能重载对你的思念；\n" +
                    "\n也许命中注定了，\n" +
                    "\n你在我的世界里永远的烙上了静态的属性。\n"


    };

}
